alacritty
alsa-utils
arc-solid-gtk-theme
awesome
base
bat
bison
exa
fakeroot
fd
firefox
flex
geany
grub
htop
iwd
lua-language-server
make
man-db
mpc
mpd
nano
neofetch
neovim
noto-fonts-emoji
openssh
patch
pcmanfm-gtk3
picom
pkgconf
ranger
ripgrep
rofi
scrot
slock
smartmontools
stylua
terminus-font
tmux
ttf-font-awesome
unclutter
vim
virtualbox-guest-utils
wget
wireless_tools
wpa_supplicant
xdg-utils
xorg-xinit
yadm
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
