accountsservice
alacritty
alsa-utils
arc-icon-theme
arc-solid-gtk-theme
archlinux-keyring
autoconf
automake
awesome
base
bat
binutils
bison
exa
fakeroot
fd
feh
file
findutils
firefox
flex
gawk
gcc
geany
gettext
git
glow
grep
groff
grub
gst-plugin-pipewire
gzip
htop
iwd
libpulse
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
man-db
mpc
mpd
neofetch
neovim
noto-fonts-emoji
openssh
pacman
patch
pcmanfm-gtk3
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
ranger
ripgrep
rofi
scrot
sed
slock
smartmontools
stylua
sudo
terminus-font
texinfo
tk
tmux
ttf-font-awesome
ttf-liberation
unclutter
unzip
virtualbox-guest-utils
wget
which
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-vmware
xorg-server
xorg-xinit
xsel
xterm
yadm
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
