accountsservice
alacritty
alsa-utils
amd-ucode
arc-icon-theme
arc-solid-gtk-theme
archlinux-keyring
autoconf
automake
awesome
bat
binutils
btop
btrfs-progs
ddrescue
discord
docker
dunst
efibootmgr
eza
fakeroot
fd
feh
file
findutils
firefox
flameshot
gawk
gcc
geany
gettext
github-cli
glow
gparted
greetd
greetd-tuigreet
grep
groff
gst-plugin-pipewire
gzip
htop
iwd
libfido2
libnotify
libpulse
libtool
linux
linux-firmware
lxappearance-gtk3
m4
make
man-db
mpc
mpd
mtools
neofetch
neovim
nmap
noto-fonts-emoji
nvidia
nvidia-settings
openssh
pacman
pacman-contrib
patch
pavucontrol
pcmanfm-gtk3
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polybar
poppler
procps-ng
procs
python-chardet
python-setuptools
ranger
ripgrep
rofi
rofimoji
sed
signal-desktop
starship
stylua
sudo
telegram-desktop
terminus-font
terraform
tk
tmux
ttf-firacode-nerd
ttf-font-awesome
ttf-liberation
unclutter
unzip
usbutils
wget
which
wireless_tools
wireplumber
wpa_supplicant
xbindkeys
xdg-utils
xdotool
xorg-xinit
xorg-xwayland
xsel
yadm
yubikey-manager
yubikey-manager-qt
yubioath-desktop
zip
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
